[
  {
    "srcImage":"<img src=\"images/hats.jpg\" alt=\"image\">",
    "title":"I <3 Hats",
    "category":"Interests",
    "publishedOn":"2016-05-09",
    "body":"<p class=\"article-text\">You will usually always seeing me wearing a hat. I dont know where my love for hats comes from. As long as I can remember I always used hats as a means for self exoression. I remember being in middle school and Even in elementary school my grandparents, who lived near Chicago at the time, would send my brother and I the Chicago Bulls championship hats when the won.</p><p class=\"article-text\"></p><p class=\"article-text\"></p>"
  },
  {
    "srcImage":"<img src=\"images/forest.jpg\" alt=\"image\">",
    "title":"Outdoors",
    "category":"Activities",
    "publishedOn":"2016-05-08",
    "body":"<p class=\"article-text\">I enjoy the outdoors</p><p class=\"article-text\">11111111111Aliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.I pretty much always wear a hatAliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.</p><p class=\"article-text\">I enjoy the outdoors</p>"
  },
  {
    "srcImage":"<img src=\"images/forest.jpg\" alt=\"image\">",
    "title":"Sports",
    "category":"Activities",
    "publishedOn":"2016-05-01",
    "body":"<p class=\"article-text\">Sports are a huge part of my life. And a huge part of my family. I grew up watching my dad playing in adult leagues and an older brother who played on various teams as well. My mom would be at every game cheering us on no matter the weather. She was all of our biggest fan. The neighborhood I grew up in had a lot of bad influences and sports were my way to stay out of trouble. When some of my friends were doing things they shouldn't be doing, or when I wanted to get out the house, I would be playing some sort of sport.</p><p class=\"article-text\">These days I dont play as much, but I watch all types of sports. I am a Seattle sports fan for rooting. Growing up I was a huge fan of Shawn Kemp because we shared the same name. Well, and he was good. I was an enormous fan of Ken Griffey Jr, and was upset when he left Seattle to go to Cincinatti. I still believe he is the greatest of all time.</p><p class=\"article-text\">One day I want to get back into coaching. I've coached boys soccer ranging from age 12 to 18. One of the best things in the world is to teach someone a skill and see their progression over a short period of time. My favorite year of coaching was in 2008. I was the C-team coach at Shelton high school in Shelton, WA. I had the best team a coach could ask for. A group of young eager teenagers willing to learn and compete. We had a very successful season and most importantly I was able to see a group of kids grow. I believe leadership is a natural talent and sports are my way of using one of my many talents for the betterment of the youth.</p>"
  },
  {
    "srcImage":"<img src=\"images/shoes.jpg\" alt=\"image\">",
    "title":"Shoes",
    "category":"Interests",
    "publishedOn":"2016-04-10",
    "body":"<p class=\"article-text\">I love shoes. </p><p class=\"article-text\">11111111111Aliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.I pretty much always wear a hatAliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.</p><p class=\"article-text\">I really like shoes.</p>"
  },
  {
    "srcImage":"<img src=\"images/forest.jpg\" alt=\"image\">",
    "title":"The Evergreen State College",
    "category":"Education",
    "publishedOn":"2016-05-10",
    "body":"<p class=\"article-text\">I really like shoes.</p><p class=\"article-text\">11111111111Aliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.I pretty much always wear a hatAliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.</p><p class=\"article-text\">I really like shoes.</p>"
  },
  {
    "srcImage":"<img src=\"images/forest.jpg\" alt=\"image\">",
    "title":"Renton Technical College",
    "category":"Education",
    "publishedOn":"2016-04-30",
    "body":"<p class=\"article-text\">I went to Renton Technical College (RTC) to make webistes. I didnt really know what that entailed. I just knew I was up for the challenge. I have always been one to come up with ideas, many being websites, but the thing about websites is they cost a lot of money to get someone to build one for you. So I decided that I was going to learn how to do it.</p><p class=\"article-text\">While at RTC I held a position on the student leadership Events & Activities Board. We planned and implemented cultural events around campus. I was also the student leadership graphic deigner. I made flyers to hang around campus to market the events we planned. It was the first time I worked outside of the labor industry and coaching soccer. I learned a lot about workig with people and deadlines. I realized its not so easy to get things done with a lot of moving parts. I thoroughly enjoed my time at RTC.</p><p class=\"article-text\">I had the opportunity to be a part of the creation of a PhI Theta Kappa(PTK) honor society chapter at RTC. I was responsible for creating a post card that my team could send out to prospective members. Also, I spole at informational orientations for prospective members. I am proud to be a part of this society and more so proud to say I had a hand in helping give people opportunity</p>"
  },
  {
    "srcImage":"<img src=\"images/forest.jpg\" alt=\"image\">",
    "title":"Pong Fellows",
    "category":"Projects",
    "publishedOn":"2016-03-15",
    "body":"<p class=\"article-text\">Pong Fellows is a project team I was a part of while taking the 201 course at Code Fellows. I had a hand in every aspect of the creation pr </p><p class=\"article-text\">11111111111Aliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.I pretty much always wear a hatAliquam getting paid well holla whenever that stop, sometimes I wish the same quia fuga et voluptate. Sit ut suscipit fugit dolores tempora beatae. Voluptatem and that's when she text me. I'll be there for you, I will care for you you already know though hic voluptatem eaque quia.</p><p class=\"article-text\">I really like shoes.</p>"
  }
]
